{
    "Home": "Trang chủ",
    "Menu": "Danh sách",
    "Mobile App": "Ứng dụng",
    "Contact Us": "Liên lạc",
    "Search products...": "Đang tìm...",
    "Sign in": "Đăng nhập",
    "Order": "Đặt hàng",
    "LogOut": "Đăng xuất",
    "Order Your Favorite Furnitures":"Đặt mẫu nội thất ưa thích của bạn",
    "Choose from diverse menu fearturing a various array of Furniture craft with the excelent Artists around the world and finest ingredient which satisfy your demand and make your home decoration more luxurious, one better experience at a time.":"Lựa chọn từ thực đơn đa dạng với nhiều loại đồ nội thất thủ công từ các nghệ nhân xuất sắc trên khắp thế giới và nguyên liệu tốt nhất đáp ứng nhu cầu của bạn và làm cho ngôi nhà của bạn sang trọng hơn, mang đến trải nghiệm tốt hơn.",
    "Explore our Menu":"Khám phá danh sách sản phẩm",
    "Choose from a diverse array of furniture crafted by excellent artists from around the world, using the finest materials. Our collection is designed to meet your needs and elevate your home decoration, offering a luxurious experience, one piece at a time.":"Lựa chọn từ nhiều loại đồ nội thất đa dạng được chế tác bởi các nghệ nhân xuất sắc trên khắp thế giới, sử dụng những vật liệu tốt nhất. Bộ sưu tập của chúng tôi được thiết kế để đáp ứng nhu cầu của bạn và nâng tầm trang trí nhà cửa, mang đến trải nghiệm sang trọng, từng món một.",

    "Top Furnitures near you":"Đồ nội thất hàng đầu gần bạn",
    "View Menu":"Xem danh sách",
    "For better Experience Download":"Để có một trải nghiệm tốt hãy tải",
    "Furniture App":"Ứng dụng nội thất",
    "Luxurious furniture refers to high-end, premium-quality pieces that often combine exceptional craftsmanship, rare materials, unique designs, and a sense of elegance or opulence. These items are often associated with exclusivity, comfort, and attention to detail.":"Đồ nội thất sang trọng là những món đồ cao cấp, chất lượng cao thường kết hợp giữa tay nghề thủ công đặc biệt, vật liệu hiếm, thiết kế độc đáo và cảm giác thanh lịch hoặc xa hoa. Những món đồ này thường gắn liền với sự độc quyền, thoải mái và chú ý đến từng chi tiết.",
    "Privacy policy":"Chính sách bảo mật",
    "About Us":"Về chúng tôi",
    "Delivery":"Vận chuyển",
    "GET IN TOUCH":"LIÊN LẠC"
  }